app/controllers/books_controller.rb

INSERT INTO "books" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "apple"], ["created_at", "2025-01-24 19:20:49.325908"], ["updated_at", "2025-01-24 19:20:49.325908"]]
---
  def create
    @book = Book.new(book_params)

    respond_to do |format|
      if @book.save